Repository: overpolish/keyframeless
Catalog: Keyframeless X/Keyframeless X FCP/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Reprocess Selected
de: Auswahl neu verarbeiten
es: Reprocesar selección
fr: Retraiter la sélection
ja: 選択項目を再処理
ko: 선택 항목 재처리
zh_hans: 重新处理所选

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置

source: Restart FCP
de: FCP neu starten
es: Reiniciar FCP
fr: Redémarrer FCP
ja: FCP を再起動
ko: FCP 재시동
zh_hans: 重新启动 FCP

source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
zh_hans: 右

source: Right Justified
de: Rechtsbündig
es: Justif. derecha
fr: Justifié à droite
ja: 右両端揃え
ko: 오른쪽 양쪽 맞춤
zh_hans: 右两端对齐

source: Right-click to add/remove manual breaks
de: Rechtsklick zum Hinzufügen/Entfernen manueller Umbrüche
es: Haz clic con el botón derecho para añadir/quitar saltos manuales
fr: Clic droit pour ajouter/supprimer des coupures manuelles
ja: 右クリックで手動の区切りを追加/削除
ko: 마우스 오른쪽 클릭으로 수동 줄바꿈 추가/제거
zh_hans: 右键点按可添加/移除手动分隔

source: Rotation
de: Drehung
es: Rotación
ja: 回転
ko: 회전
zh_hans: 旋转

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 存储

source: Scale
de: Skalieren
es: Escala
fr: Échelle
ja: 拡大縮小
ko: 크기 조절
zh_hans: 缩放

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 모두 선택
zh_hans: 全选

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
ko: 피드백 보내기
zh_hans: 发送反馈

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
ja: セットアップ
ko: 설정
zh_hans: 设置

source: SRT cannot have overlapping captions
de: SRT darf keine überlappenden Untertitel enthalten
es: SRT no puede tener subtítulos superpuestos
fr: Le SRT ne peut pas avoir de sous-titres qui se chevauchent
ja: SRT では字幕が重なることはできません
ko: SRT는 자막이 겹칠 수 없습니다
zh_hans: SRT 不能有重叠的字幕

source: SRT captions don't support per-word templates
de: SRT-Untertitel unterstützen keine Vorlagen mit Wortanimation
es: Los subtítulos SRT no admiten plantillas por palabra
fr: Les sous-titres SRT ne prennent pas en charge les modèles par mot
ja: SRT キャプションは単語ごとのテンプレートに対応していません
ko: SRT 캡션은 단어별 템플릿을 지원하지 않습니다
zh_hans: SRT 字幕不支持逐字模板

source: Straight Away
de: Sofort
es: De inmediato
fr: Immédiatement
ja: すぐに
ko: 즉시
zh_hans: 立即

source: Strip Punctuation
de: Satzzeichen entfernen
es: Quitar puntuación
fr: Supprimer la ponctuation
ja: 句読点を削除
ko: 문장 부호 제거
zh_hans: 去除标点

source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
zh_hans: 样式

source: Subtitle Style
de: Untertitelstil
es: Estilo de subtítulos
fr: Style de sous-titres
ja: 字幕スタイル
ko: 자막 스타일
zh_hans: 字幕样式

source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
ja: 字幕
ko: 자막
zh_hans: 字幕

source: Template name
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
ja: テンプレート名
ko: 템플릿 이름
zh_hans: 模板名称

source: Terms
de: Begriffe
es: Términos
fr: Termes
ja: 用語
ko: 용어
zh_hans: 术语

source: Terms engine not installed.
de: Begriffe-Engine nicht installiert.
es: El motor de términos no está instalado.
fr: Moteur de termes non installé.
ja: 用語エンジンがインストールされていません。
ko: 용어 엔진이 설치되지 않았습니다.
zh_hans: 未安装术语引擎。

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
ja: テキストカラー
ko: 텍스트 색상
zh_hans: 文本颜色

source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
ja: テキストサイズ
ko: 텍스트 크기
zh_hans: 文字大小

source: Text Width
de: Textbreite
es: Ancho del texto
fr: Largeur du texte
ja: テキストの幅
ko: 텍스트 너비
zh_hans: 文字宽度

source: Through
de: Durch
es: A través
fr: À travers
ja: 経由
ko: 통과
zh_hans: 经过

source: Through Inverted
de: Durch (invertiert)
es: A través invertido
fr: À travers inversé
ja: 経由(反転)
ko: 통과 반전
zh_hans: 经过（反转）

source: Timeline-Wide
de: Timeline-übergreifend
es: Toda la línea de tiempo
fr: Toute la timeline
ja: タイムライン全体
ko: 전체 타임라인
zh_hans: 整个时间线

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题

source: To
de: Zu
es: Hacia
fr: Vers
ja: 終点へ
ko: 도착
zh_hans: 到

source: Toggle
de: Umschalter
es: Interruptor
fr: Bascule
ja: トグル
ko: 토글
zh_hans: 开关

source: Top
de: Oben
es: Arriba
fr: Haut
ja: 上
ko: 위
zh_hans: 顶端

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
ko: 전사
zh_hans: 转录

source: Transcribe All
de: Alle transkribieren
es: Transcribir todo
fr: Tout transcrire
ja: すべて文字起こし
ko: 모두 전사
zh_hans: 全部转录

source: Transcriptions
de: Transkriptionen
es: Transcripciones
ja: 文字起こし
ko: 전사
zh_hans: 转录

source: Transcriptions Selected
de: Transkriptionen ausgewählt
es: Transcripciones seleccionadas
fr: Transcriptions sélectionnées
ja: 選択した文字起こし
ko: 선택한 전사
zh_hans: 已选转录

source: Translate to English
de: Ins Englische übersetzen
es: Traducir al inglés
fr: Traduire en anglais
ja: 英語に翻訳
ko: 영어로 번역
zh_hans: 翻译成英语

source: Two
de: Zwei
es: Dos
fr: Deux
ko: 둘
zh_hans: 二

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
zh_hans: 卸载

source: Untranscribed Clips
de: Nicht transkribierte Clips
es: Clips sin transcribir
fr: Plans non transcrits
ja: 未文字起こしのクリップ
ko: 전사되지 않은 클립
zh_hans: 未转录的片段

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
zh_hans: 更新

source: Update Template
de: Vorlage aktualisieren
es: Actualizar plantilla
fr: Mettre à jour le modèle
ja: テンプレートをアップデート
ko: 템플릿 업데이트
zh_hans: 更新模板

source: Updating...
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…
ja: アップデート中…
ko: 업데이트 중…
zh_hans: 正在更新…

source: Use paste for overlapping clips
de: Für überlappende Clips das Einfügen verwenden
es: Usa pegar para clips superpuestos
fr: Utilisez le collage pour les plans qui se chevauchent
ja: 重なるクリップにはペーストを使用してください
ko: 겹치는 클립에는 붙여넣기를 사용하세요
zh_hans: 重叠片段请使用粘贴

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
zh_hans: 值

source: Vertical Alignment
de: Vertikale Ausrichtung
es: Alineación vertical
fr: Alignement vertical
ja: 垂直方向の配置
ko: 세로 정렬
zh_hans: 垂直对齐

source: Vertical Social Media Safe
de: Vertikal Social-Media-sicher
es: Zona segura para redes verticales
fr: Zone sûre réseaux verticaux
ja: 縦型ソーシャルメディアセーフ
ko: 세로형 소셜 미디어 안전
zh_hans: 竖屏社交媒体安全区

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 新機能
ko: 새로운 기능
zh_hans: 新功能

source: When pasting you will need to enable the role in FCP's Timeline Index
de: Beim Einsetzen müssen Sie die Rolle im Timeline-Index von FCP aktivieren
es: Al pegar, deberá habilitar el rol en el Índice de línea de tiempo de FCP
fr: Lors du collage, vous devrez activer le rôle dans l'index de la timeline de FCP
ja: 貼り付け時に FCP のタイムラインインデックスでロールを有効にする必要があります
ko: 붙여넣을 때 FCP의 타임라인 색인에서 역할을 활성화해야 합니다
zh_hans: 粘贴时您需要在 FCP 的时间线索引中启用角色

source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 幅
ko: 너비
zh_hans: 宽度

source: Word
de: Wort
es: Palabra
fr: Mot
ja: 単語
ko: 단어
zh_hans: 单词

source: Word Timing
de: Wort-Timing
es: Sincronización de palabras
fr: Timing des mots
ja: 単語のタイミング
ko: 단어 타이밍
zh_hans: 单词时序

source: Working…
de: Wird bearbeitet…
es: Procesando…
fr: Traitement…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…

source: You have %@
de: Installiert: %@
es: Instalado: %@
fr: Installé : %@
ja: インストール済み: %@
ko: 설치됨: %@
zh_hans: 已安装: %@

source: 16:9 - Max 300Kb
es: 16:9 - Máx. 300 Kb
fr: 16:9 - Max 300 Ko
ja: 16:9 - 最大 300Kb
ko: 16:9 - 최대 300Kb
zh_hans: 16:9 - 最大 300Kb

source: Animation
es: Animación
ja: アニメーション
ko: 애니메이션
zh_hans: 动画

source: Auto
es: Automático
ja: 自動
ko: 자동
zh_hans: 自动

source: Dropdown
es: Menú desplegable
fr: Menu déroulant
ja: ドロップダウン
ko: 드롭다운
zh_hans: 下拉菜单

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称

source: Optional
es: Opcional
fr: Facultatif
ja: オプション
ko: 선택 사항
zh_hans: 可选

source: Y Position
es: Posición Y
fr: Position Y
ja: Y 位置
ko: Y 위치
zh_hans: Y 位置

source: OK
ko: 확인
zh_hans: 好
